Repository: WordPressArena/editorial-calendar-plus
Catalog: languages/editorial-calendar-*.po
Languages: el, sv_se

source: Calendar
el: Ημερολόγιο άρθρων
sv_se: Inläggskalender

source: en-US
el: el-GR
sv_se: sv-SE

source: %1$s by %2$s
sv_se: %1$s av %2$s

source: New Post
el: Νέο άρθρο
sv_se: Nytt inlägg

source: [DRAFT]
el: [ΠΡΟΣΧΕΔΙΟ]
sv_se: [UTKAST]

source: [PENDING]
sv_se: [V&Auml;NTANDE]

source: [STICKY]
sv_se: [KLISTRAD]

source: [DRAFT, STICKY]
sv_se: [UTKAST, KLISTRAD]

source: [PENDING, STICKY]
sv_se: [V&Auml;NTANDE, KLISTRAD]

source: Edit
el: Επεξεργασία
sv_se: Redigera

source: Quick Edit
sv_se: Snabbredigera

source: Delete
el: Διαγραφή
sv_se: Radera

source: View
el: Προβολή
sv_se: Förhandsgranska

source: Cancel
el: Ακύρωση
sv_se: Avbryt

source: Title
el: Τίτλος
sv_se: Titel

source: Content
el: Κείμενο
sv_se: Inneh&aring;ll

source: Add a new post on %s
sv_se: Skapa nytt inl&auml;gg den %s

source: New %s -
sv_se: Nytt %s -

source: Update
el: Ενημέρωση
sv_se: Uppdatera

source: Schedule
el: Προγραμματισμός δημοσίευσης
sv_se: Schemal&auml;gg

source: Submit for Review
sv_se: Skicka för godkännande

source: Save
el: Αποθήκευση
sv_se: Spara

source: Edit %1$s - %2$s
sv_se: Redigera %1$s - %2$s

source: Scheduled
el: Να δημοσιευθεί στις
sv_se: Schemalagd

source: You are about to delete the post "
el: Πρόκειται να διαγράψετε το άρθρο "
sv_se: Du är på väg att radera inlägget "

source: ". Press Cancel to stop, OK to delete.
el: ". Πατήστε Ακύρωση για να σταματήσετε, OK για διαγραφή.
sv_se: ". Klicka Avbryt för att avbryta, eller OK för att radera.

source: Looks like someone else already moved this post.
el: Φαίνεται πως κάποιος άλλος ήδη μετακίνησε αυτό το άρθρο.
sv_se: Det verkar som om någon annan redan flyttat detta inlägg.

source: You do not have permission to edit posts.
el: Δεν έχετε δικαιώματα επεξεργασίας άρθρων.
sv_se: Du har inte rättighet att redigera detta inlägg.

source: Invalid checksum for post. This is commonly a cross-site scripting error.
el: Μη έγκυρο άθροισμα μνήμης. Συνήθως οφείλεται σε 'cross-site scripting' (XSS).
sv_se: Ogiltig checksumma för inlägg. Detta brukar vanligtvis uppstå p.g.a. cross-site script-fel.

source: There was an error contacting your blog.
el: Υπήρξε σφάλμα επικοινωνίας με το ιστολόγιο σας.
sv_se: Anslutningsfel.

source: Screen Options
el: Επιλογές οθόνης
sv_se: Visningsalternativ

source: Colors
sv_se: F&auml;rger

source: Drafts:
sv_se: Utkast:

source: Apply
el: Εφαρμογή
sv_se: Verkst&auml;ll

source: Show on screen
sv_se: Antal veckor att visa på sk&auml;rmen

source: Show in Calendar Cell
sv_se: Visa i kalendercell

source: Author
sv_se: F&ouml;rfattare

source: Time of day
sv_se: Klockslag

source: An error occurred while loading the calendar:
sv_se: Ett fel uppstod n&auml;r kalendern laddades:

source: The calendar can only show between 1 and 5 weeks at a time.
el: Το ημερολόγιο μπορεί να εμφανίσει απο 1 έως και 5 εβδομάδες ανα οθόνη.
sv_se: Kalendern kan bara visa mellan 1 och 5 veckor samtidigt.

source: Select the number of weeks for the calendar to show.
el: Εισάγετε τον αριθμό των εβδομάδων (1-5) για εμφάνιση στην οθόνη του ημερολογίου.
sv_se: V&auml;lj antal veckor att visa.

source: <div id="feedbacksection"><h2>Help us Make the Editorial Calendar Better</h2>We are always trying to improve the Editorial Calendar and you can help. May we collect some data about your blog and browser settings to help us improve this plugin? We'll only do it once and your blog will show up on our <a target="_blank" href="http://www.zackgrossbart.com/editorial_calendar_plus/mint/">Editorial Calendar Statistics page</a>.<br /><br /><button class="button-secondary" onclick="editorial_calendar_plus.doFeedback();">Collect Anonymous Data</button> <a href="#" id="nofeedbacklink" onclick="editorial_calendar_plus.noFeedback(); return false;">No thank you</a></div>
sv_se: <div id="feedbacksection"><h2>Hj&auml;lp oss g&ouml;ra Editorial Calendar b&auml;ttre</h2>Vi f&ouml;rs&ouml;ker hela tiden f&ouml;rb&auml;ttra Editorial Calendar och du kan hj&auml;lpa till. F&aring;r vi samla in n&aring;gra data om din blogg och webbl&auml;sarinställningar f&ouml;r att hj&auml;lpa oss f&ouml;rb&auml;ttra denna plug-in? Det sker endast en g&aring;ng och din blogg kommer att dyka upp p&aring; v&aring;r <a target="_blank" href="http://www.zackgrossbart.com/editorial_calendar_plus/mint/">Editorial Calendar statistik-sida</a>.<br /><br /><button class="button-secondary" onclick="editorial_calendar_plus.doFeedback();">Skicka anonym data</button> <a href="#" id="nofeedbacklink" onclick="editorial_calendar_plus.noFeedback(); return false;">Nej tack</a></div>

source: <h2>We're done</h2>We've finished collecting data. Thank you for helping us make the calendar better.
sv_se: <h2>F&auml;rdigt!</h2>Datainsamlandet &auml;r klart. Tack f&ouml;r att du hj&auml;lper oss g&ouml;ra kalendern &auml;nnu b&auml;ttre.

source: Calendar
sv_se: kalender

source: Jump back
el: Μετάβαση μια οθόνη πίσω
sv_se: Tillbaka

source: Skip ahead
el: Μετάβαση μια οθόνη μπροστά
sv_se: Fram&aring;t

source: Scroll the calendar and make the today visible
sv_se: Scrolla kalendern och visa idag.

source: Show Today
sv_se: Visa idag

source: Edit Post
el: Επεξεργασία άρθρου
sv_se: Redigera inlägg

source: Time
el: Ώρα
sv_se: Klockan

source: Draft
el: Προσχέδιο
sv_se: Utkast

source: Pending Review
sv_se: V&auml;ntande

source: Error in deleting...
el: Υπήρξε σφάλμα κατα τη διαγραφή...
sv_se: Fel vid borttagning...

source: Post
sv_se: inlägg

source: Posts
sv_se: Inläggs

source: on
el: στις

source: by
el: by-μέχρι

source: at
el: στις

source: Republish
el: Επαναδημοσίευση

source: Status:
el: Κατάσταση

source: Add a new post on
el: Προσθήκη νέου άρθρου στις

source: New Post -
el: Νέο άρθρο -

source: Calendar Options
el: Επιλογές ημερολογίου

source: Show
el: Εμφάνιση

source: weeks at a time
el: εβδομάδων ανα οθόνη

source: Posts Calendar
el: Ημερολόγιο άρθρων

source: Jump to today
el: Μετάβαση στη σημερινή ημερομηνία

source: Today
el: Σήμερα

source: Status
el: Κατάσταση
